{
  "items": [
    {
      "id": 1,
      "name": "Veg Seekh Kabab",
      "category": "Starter",
      "rating": 4.3,
      "price": 13,
      "img": "images/Veg Seekh Kabab.jpg",
      "quantity": 1,
      "description": "vegetable seekh kabab with detailed photo and video recipe. this is an adaptation to the famous minced meat seekh kabab for veggie lovers or vegetarians. basically a tandoor platter starter / appetizer which can be served with either mint chutney or sauce."
    },
    {
      "id": 2,
      "name": "Paneer Chilly Dry",
      "category": "Starter",
      "rating": 4.3,
      "price": 13,
      "img": "images/Paneer Chilly Dry.jpg",
      "quantity": 1,
      "description": "Chilli Paneer is a popular restaurant style Indo Chinese starter that is great for a dinner party with friends and family. A spicy, tangy paneer recipe that you can serve as it is or along with a bowl of rice. Loved by kids and adults alike, this is a quick and easy recipe made in just under 30 minutes! This recipe yields one of the best chilli paneer dry that pairs well with a veg fried rice, schezwan fried rice, hakka noodles for the main course or can be served as a starter."
    },
    {
      "id": 3,
      "name": "Veg Manchurian Dry",
      "category": "Starter",
      "rating": 4.3,
      "price": 13,
      "img": "images/Veg Manchurian Dry.jpg",
      "quantity": 1,
      "description": "This is the Indo Chinese starter dish where fried vegetable balls are coated with thick, flavorful sauce. Since this is the dry version there is no gravy."
    },
    {
      "id": 4,
      "name": "chicken tikka",
      "category": "Starter",
      "rating": 4.3,
      "price": 13,
      "img": "images/chicken tikka.jpg",
      "quantity": 1,
      "description": "Chicken tikka masala made easy with this great-tasting recipe — simply marinate chicken breast in yogurt and spices and then simmer in a tomato cream sauce. Serve with rice or warm pita bread."
    },
    {
      "id": 5,
      "name": "Chicken lollipop",
      "category": "Starter",
      "rating": 4.3,
      "price": 13,
      "img": "images/Chicken lollipop.jpg",
      "quantity": 1,
      "description": "Meat that is luscious, rich, sweet, and zesty. Among the crispy finger-licking chicken appetisers from Indo-Chinese cuisine, this Chicken lollipop is one of the most loved chicken wings starters. It is essentially a recipe for crispy batter-fried chicken wings made using chicken drumettes and wingettes. The inside of these fried chicken wings is juicy and flavorful, while the exterior is superbly crispy. Served with spicy schezwan sauce or sweet chilli garlic dip, its heavenly taste will make you crave it regularly!"
    },
    {
      "id": 6,
      "name": "Veg crispy",
      "category": "Starter",
      "rating": 4.3,
      "price": 13,
      "img": "images/veg cripsy.jpg",
      "quantity": 1,
      "description": "This one is another creation of an Indo Chinese kitchen. A choice of mixed vegetables ranging from babycorn, capsicum, cauliflower, mushrooms and carrots to anything you want to eat are batter fried and then tossed in a sweet spicy sauce with the flavour of ginger and garlic. It is a perfect starter for any party or gathering because there is something in it for everybody."
    },
    {
      "id": 7,
      "name": "Veg spring roll",
      "category": "Starter",
      "rating": 4.3,
      "price": 13,
      "img": "images/veg spring rolls.jpg",
      "quantity": 1,
      "description": "These Spring rolls are a popular Chinese snack of crispy rolls filled with a savory mixed vegetables stuffing. Hot handheld pockets of spiced veggies are wrapped and deep fried for an endlessly adaptable and delightfully dippable snack. This yummy recipe for crispy vegan Veg Spring Rolls can be made with whatever veggies you have on hand. I’m excited to show you how to make your favorite Indo-Chinese street food at home using just a few simple ingredients!"
    },
    {
      "id": 8,
      "name": "Chicken Chilli",
      "category": "Starter",
      "rating": 4.3,
      "price": 13,
      "img": "images/Chicken Chilli.jpg",
      "quantity": 1,
      "description": "The quintessential chinese recipe, chilli chicken is one of the most popular Indo-Chinese style chicken appetizer or starter. This delicious chicken recipe is very popular in Chinese restaurants but with this easy recipe you can make it at the comfort of your home - according to your own taste."
    },
    {
      "id": 9,
      "name": "Kadai paneer",
      "category": "Main Course",
      "rating": 4.3,
      "price": 13,
      "img": "images/Kadai paneer.jpg",
      "quantity": 1,
      "description": "Kadai Paneer is a vibrant, tangy, deeply spiced paneer recipe that is perfect for enjoying all year round. Made with Indian pantry staples like onions, tomatoes, capsicum (green bell peppers) and Indian spices, this bright dish comes together in 30 minutes. I share two ways to make this curry – a semi dry restaurant style version and a spicy home style gravy."
    },
    {
      "id": 10,
      "name": "Veg Makhanwala",
      "category": "Main Course",
      "rating": 4.3,
      "price": 13,
      "img": "images/Veg Makhanwala.jpg",
      "quantity": 1,
      "description": "veg makhanwala recipe | vegetable makhanwala | veg makhani recipe with step by step photo and video recipe. vegetable makhani is a slightly sweet creamy gravy recipe prepared with choice of vegetables, butter and cream. this makhani recipe can be ideal for those who does not like paneer and can be served with roti, naan, chapathi’s for lunch and dinner."
    },
    {
      "id": 11,
      "name": "paneer tikka masala",
      "category": "Main Course",
      "rating": 4.3,
      "price": 13,
      "img": "images/paneer tikka masala.jpg",
      "quantity": 1,
      "description": "Paneer Tikka Masala is a popular Indian curry where cubes of paneer (Indian cottage cheese), onions and peppers are marinated with yogurt and spices, grilled and then tossed in a creamy tomato based curry. This dish goes extremely well with butter naan or paratha or basmati rice."
    },
    {
      "id": 12,
      "name": "murg makhani",
      "category": "Main Course",
      "rating": 4.3,
      "price": 13,
      "img": "images/murg makhani.jpg",
      "quantity": 1,
      "description": "This is a simple home version of butter chicken, also known as 'murgh' or 'chicken makhani,' a popular dish in Indian restaurants. This is best served with naan, an Indian bread, or you can also serve this with basmati rice."
    },
    {
      "id": 13,
      "name": "bhuna gosht",
      "category": "Main Course",
      "rating": 4.3,
      "price": 13,
      "img": "images/bhuna gosht.jpg",
      "quantity": 1,
      "description": "Bhuna means “fried” and gosht means “mutton or lamb”. Bhuna Gosht (Mutton Bhuna) is a popular North Indian dish where mutton pieces are cooked in a lip-smacking semi-dry gravy made using lots of onions, yoghurt, and spices."
    },
    {
      "id": 14,
      "name": "egg curry",
      "category": "Main Course",
      "rating": 4.3,
      "price": 13,
      "img": "images/egg curry.jpg",
      "quantity": 1,
      "description": "Egg being the wonderful source of proteins can be used to make many delicious dishes. One such amazing dish is that of Egg Masala Curry where boiled eggs are just simmered in spicy masala gravy. It has a nice tangy taste of tomatoes coupled with the flavors and taste of the spices that are used. You can always use leftover eggs from the breakfast or a party and toss it in a curry when you doesn't feel like cooking elaborate dishes but still like to have a delicious, scrumptious meal for dinner."
    },
    {
      "id": 15,
      "name": "malai kofta",
      "category": "Main Course",
      "rating": 4.3,
      "price": 13,
      "img": "images/malai kofta.jpg",
      "quantity": 1,
      "description": "Malai Kofta is a delicious dish of fried balls of potato and paneer in a rich and creamy mild gravy made with sweet onions and tomatoes. This melt-in-your-mouth recipe is a labor of love, but one that is well worth it. Learn to make this special Indian meal with me! I’ll show you how with step-by-step photos and video."
    },
    {
      "id": 16,
      "name": "jeera aalo",
      "category": "Main Course",
      "rating": 4.3,
      "price": 13,
      "img": "images/jeera aloo.jpg",
      "quantity": 1,
      "description": "Jeera Aloo is a vibrantly spiced side dish that’s as satisfying to eat as it is easy to prepare. This classic potato recipe is loaded with cumin and fresh herbs, and is naturally gluten-free and vegan. Try it for a healthy and comforting lunch or as an addition to your favorite dinner dishes!"
    },
    {
      "id": 17,
      "name": "Garlic Naan",
      "category": "Bread",
      "rating": 4.3,
      "price": 13,
      "img": "images/Garlic Naan.jpg",
      "quantity": 1,
      "description": "Naan is a leavened bread hugely popular in South Asia. In India, it’s one bread that’s always on the menu of every party, wedding, birthday etc. Honestly speaking, naan isn’t something that people in India eat everyday at home. It’s something that we grew up eating in restaurants too. I don’t remember my mom ever making naan for us at home. What we had at home was roti and paratha. Naan was for restaurants, just like it is today."
    },
    {
      "id": 18,
      "name": "Rumali Roti",
      "category": "Bread",
      "rating": 4.3,
      "price": 13,
      "img": "images/rumali roti.jpg",
      "quantity": 1,
      "description": "rumali roti recipe | roomali roti | homemade hotel-style manda roti with step by step photo and video recipe. roti or naan bread recipes are very common across india and are essential for day to day meals. generally, it is made with wheat flour and shaped like a round disc, but can also be made with different flour. one such easy, simple indian flatbread recipe made with plain flour is rumali roti recipe, known for its texture and taste."
    },
    {
      "id": 19,
      "name": "Tandoori Roti",
      "category": "Bread",
      "rating": 4.3,
      "price": 13,
      "img": "images/tandoori roti.jpg",
      "quantity": 1,
      "description": "Make restaurant style Tandoori Roti at home without any tandoor with this easy step by step recipe. These rotis are crisp on the edges and soft in the center and make the perfect pairing with creamy dals and curries."
    },
    {
      "id": 20,
      "name": "Missi Roti",
      "category": "Bread",
      "rating": 4.3,
      "price": 13,
      "img": "images/missi roti.jpg",
      "quantity": 1,
      "description": "Missi Roti are savory and nutty flavored flatbreads made with a mix of whole wheat flour, gram flour and spices. Missi roti is a North Indian specialty and is often made in various homes in the North Indian belt. I am sharing my family recipe that I have been making for many years now."
    },
    {
      "id": 21,
      "name": "Lachha Paratha",
      "category": "Bread",
      "rating": 4.3,
      "price": 13,
      "img": "images/lachha paratha.jpg",
      "quantity": 1,
      "description": "lachha paratha recipe | lachha parantha recipe with step by step photo and video recipe. lachha paratha is a popular paratha recipe prepared in ease. it is very similar to kerala paratha however, taste different. there are many ways of preparing lachha parantha in india. however, i have showed, two simple way of creating perfect layers. lachha paratha doesn’t require more oil as of kerala parota."
    },
    {
      "id": 22,
      "name": "Chapati",
      "category": "Bread",
      "rating": 4.3,
      "price": 13,
      "img": "images/chapati.jpg",
      "quantity": 1,
      "description": "Chapatis are made of whole-wheat flour known as atta, mixed into dough with water, oil (optional), salt (optional) in a mixing utensil called a parat. Chapatis are made of whole-wheat flour known as atta, mixed into dough with water, oil (optional), salt (optional) in a mixing utensil called a parat, and are cooked on a tava (flat skillet). "
    },
    {
      "id": 23,
      "name": "makki ki roti",
      "category": "Bread",
      "rating": 4.3,
      "price": 13,
      "img": "images/makki ki roti.jpg",
      "quantity": 1,
      "description": "If you’re a fan of flatbreads, you need to try my Punjabi Makki Ki Roti recipe. This corn-based unleavened flatbreads (sometimes called makki di roti) are delicious, slightly sweet from the maize flour or cornmeal, and perfect for a winter lunch or dinner, especially when served with Sarson ka Saag."
    },
    {
      "id": 24,
      "name": "plain kulcha",
      "category": "Bread",
      "rating": 4.3,
      "price": 13,
      "img": "images/plain kulcha.jpg",
      "quantity": 1,
      "description": "kulcha naan recipe | plain kulcha recipe | butter kulcha on tawa with detailed photo and video recipe. basically a type of flat bread recipe prepared mainly with all purpose flour and flavoured with black sesame seeds. it is a variation to the popular naan recipe or naan bread and hails from the punjabi cuisine. plain kulcha recipe is also a popular street food of punjab and is mainly served with matar kulcha or matar chole recipe."
    },
    {
      "id": 25,
      "name": "shahi tukda",
      "category": "Dessert",
      "rating": 4.3,
      "price": 13,
      "img": "images/shahi tukda.jpg",
      "quantity": 1,
      "description": "For making shahi tukda: 6 bread slices, 4 tbsp ghee, ½ cup sugar, a few saffron (kesar) strands, a pinch of cardamom (elaichi) powder. Shahi Tukda is a simple yet delicious recipe, which makes for a delightful treat for sweet lovers. Here’s a simple recipe to make this traditional Shahi Tukda recipe at home. Take a saucepan and heat water along with sugar, once the sugar dissolves add the saffron strands. Let it boil, till the syrup achieves two string consistency. Once the sugar syrup turns a little thick, turn off the stove and keep it aside.."
    },
    {
      "id": 26,
      "name": "Gulab Jamun",
      "category": "Dessert",
      "rating": 4.3,
      "price": 13,
      "img": "images/Gulab Jamun.jpg",
      "quantity": 1,
      "description": "Gulab jamun (also spelled gulaab jamun; lit.'Rose water berry' or 'Rose berry') is a sweet confectionary or dessert, originating in the Indian subcontinent and a type of mithai popular in India, Pakistan, Nepal, the Maldives (where it is known as gulab ki janu), and Bangladesh, as well as Myanmar. It is the national dessert of India. It is also common in nations with substantial populations of people with South Asian heritage, such as Mauritius, Fiji, Gulf states, the Malay Peninsula, Great Britain, South Africa, and the Caribbean countries of Jamaica, Trinidad and Tobago, Guyana, and Suriname. It is made mainly from milk solids, traditionally from khoya, which is milk reduced to the consistency of a soft dough. Modern recipes call for dried or powdered milk instead of khoya. It is often garnished with dried nuts such as almonds and cashews to enhance flavour."
    },
    {
      "id": 27,
      "name": "Rasgulla",
      "category": "Dessert",
      "rating": 4.3,
      "price": 13,
      "img": "images/rasgulla.jpg",
      "quantity": 1,
      "description": "Rasgulla is basically soft, spongy balls of cottage cheese that are soaked in chilled sugar syrup. It melts in your mouth and makes a sweet treat that originated in eastern India"
    },
    {
      "id": 28,
      "name": "rasmalai",
      "category": "Dessert",
      "rating": 4.3,
      "price": 13,
      "img": "images/rasmalai.jpg",
      "quantity": 1,
      "description": "This is the easiest way to make homemade rossomalai (as we call in the Bengali Language)! Here spongy, soft rasgulla are simmered in thick, sweet, creamy, saffron-flavored milk."
    },
    {
      "id": 29,
      "name": "kesar kheer",
      "category": "Dessert",
      "rating": 4.3,
      "price": 13,
      "img": "images/kesar kheer.jpg",
      "quantity": 1,
      "description": "Kheer is a traditional dessert from India cuisine which is a delicious dessert made of rice, milk and sugar. Traditionally, made from rice, but can also be made from sago and vermicelli, even you can make the delicious kheer with grated carrots. The delicious kheer is made by boiling rice in milk until the rice is cooked well and the milk becomes thick. Green cardamom gives it a nice aromatic taste. Dry-fruits fill it with flavor and health. Recipe of Kesar Rice Kheer is very easy."
    },
    {
      "id": 30,
      "name": "rabdi",
      "category": "Dessert",
      "rating": 4.3,
      "price": 13,
      "img": "images/rabdi.jpg",
      "quantity": 1,
      "description": "Rabdi is the simplest Indian dessert which is made by simmering the milk on low heat until it reduces to 1/3rd to 1/4th of it’s original volume. It’s often flavored with nuts, cardamom, saffron and served in earthen clay pots. "
    },
    {
      "id": 31,
      "name": "kulfi falooda",
      "category": "Dessert",
      "rating": 4.3,
      "price": 13,
      "img": "images/kulfi falooda.jpg",
      "quantity": 1,
      "description": "Kulfi falooda recipe is one of the easiest Indian desserts you can make at home. There are many variations of kulfi falooda that I have eaten off the streets during my travels. Basically kulfi or no churn, eggless, Indian ice cream made with full fat milk is placed on a bed of sweet basil seeds and falooda noodles, drizzled with rose syrup and/or khus syrup and garnished with nuts and dry fruits. A delicious North Indian summer dessert that is hard to resist especially on a hot sultry day."
    },
    {
      "id": 32,
      "name": "jalebi",
      "category": "Dessert",
      "rating": 4.3,
      "price": 13,
      "img": "images/jalebi.jpg",
      "quantity": 1,
      "description": "How about a plate of hot, crispy jalebis with your evening tea? Yes, you read that right; and yes, we also know that the local sweet shop is out of bounds at the moment. But what if we tell you that you can make jalebis at home in just 15 minutes? And you do not even need any fancy ingredients. Don’t trust us? Scroll down and see for yourself."
    },
    {
      "id": 33,
      "name": "vanialla",
      "category": "Dessert",
      "rating": 4.3,
      "price": 130,
      "img": "images/jalebi.jpg",
      "quantity": 1,
      "description": "How about a plate of hot, crispy jalebis with your evening tea? Yes, you read that right; and yes, we also know that the local sweet shop is out of bounds at the moment. But what if we tell you that you can make jalebis at home in just 15 minutes? And you do not even need any fancy ingredients. Don’t trust us? Scroll down and see for yourself."
    }
  ]
}